Repository: grojanteam/plugin-my-auctions-allegro
Catalog: gj_myauctions_allegro-*.po
Languages: pl_pl

source: My auctions allegro
pl_pl: Moje aukcje na Allegro

source: Settings of auctions
pl_pl: Ustawienia aukcji

source: Import auctions
pl_pl: Importuj aukcje

source: Settings was deleted
pl_pl: Ustawienie zostało usunięte

source: Settings was not deleted
pl_pl: Ustawienie nie zostało usunięte

source: Add
pl_pl: Dodaj

source: Settings was updated
pl_pl: Ustawienia zostały zaktualizowane

source: Settings was not updated
pl_pl: Ustawienia nie zostały zaktualizowane

source: Something went wrong
pl_pl: Ups! Coś poszło nie tak

source: Add new settings
pl_pl: Dodaj nowe ustawienia

source: Edit settings
pl_pl: Edytuj ustawienia

source: No auctions to import
pl_pl: Brak aukcji do importu

source: Title
pl_pl: Tytuł

source: Count of auctions
pl_pl: Liczba aukcji

source: Show price
pl_pl: Pokaż cenę

source: Show time
pl_pl: Pokaż czas

source: Cancel
pl_pl: Anuluj

source: Allegro API Connected Successfully
pl_pl: Allegro API połączenie nawiązane

source: Auctions was imported
pl_pl: Aukcje zostały zaimportowane

source: Time to end of auction (Ascending)
pl_pl: Czas do zakończenia aukcji (Rosnąco)

source: Time to end of auction (Descending)
pl_pl: Czas do zakończenia aukcji (Malejąco)

source: Count of offers (Ascending)
pl_pl: Ilość ofert (Rosnąco)

source: Count of offers (Descending)
pl_pl: Ilość ofert (Malejąco)

source: Current price (Ascending)
pl_pl: Aktualna cena (Rosnąco)

source: Current price (Descending)
pl_pl: Aktualna cena (Malejąco)

source: Name of auction (Ascending)
pl_pl: Nazwa oferty (Rosnąco)

source: Name of auction (Descending)
pl_pl: Nazwa oferty (Malejąco)

source: Time of auction create (Ascending)
pl_pl: Czas wystawienia oferty (Rosnąco)

source: Time of auction create (Descending)
pl_pl: Czas wystawienia oferty (Malejąco)

source: No
pl_pl: Nie

source: Yes
pl_pl: Tak

source: My auctions
pl_pl: Moje aukcje

source: Search
pl_pl: Wyszukane aukcje

source: Auctions of user
pl_pl: Aukcje użytkownika

source: Block
pl_pl: Blok

source: Slidebox
pl_pl: Wysuwany panel

source: No offers
pl_pl: Brak aukcji

source: Basic settings
pl_pl: Podstawowe ustawienia

source: Site
pl_pl: Lokalizacja

source: Type of auctions
pl_pl: Rodzaj aukcji

source: Allegro API Connect
pl_pl: Połączenie API Allegro

source: API Key
pl_pl: Klucz API

source: Allegro User
pl_pl: Użytkownik Allegro

source: Allegro Password
pl_pl: Hasło Allegro

source: Auction import settings
pl_pl: Ustawienia importowanych aukcji

source: Category
pl_pl: Kategoria

source: Sort
pl_pl: Sortowanie

source: User
pl_pl: Użytkownik

source: Query
pl_pl: Fraza

source: Additional settings
pl_pl: Dodatkowe ustawienia

source: Display
pl_pl: Wyświetlanie

source: Show copyright
pl_pl: Pokaż autora

source: Save
pl_pl: Zapisz

source: Choose
pl_pl: Wybierz

source: Submit
pl_pl: Wyślij

source: User allegro
pl_pl: Allegro Użytkownik

source: Action
pl_pl: Akcja

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

source: Name
pl_pl: Nazwa oferty

source: Price
pl_pl: Cena

source: End auction
pl_pl: Koniec aukcji

source: Allegro Widget
pl_pl: Widżet Allegro

source: No auctions
pl_pl: Brak aukcji

source: Plugin settings
pl_pl: Ustawienia wtyczki

source: Count of comments
pl_pl: Ilość komentarzy

source: Show comments
pl_pl: Pokaż komentarze

source: Show all comments
pl_pl: Pokaż wszystkie komentarze

source: Positive
pl_pl: Pozytywny

source: Negative
pl_pl: Negatywny

source: Neutral
pl_pl: Neutralny

source: Step
pl_pl: Krok

source: Processing
pl_pl: Import

source: Imported auctions
pl_pl: Zaimportowane aukcje

source: All auctions
pl_pl: Wszystkie aukcje

source: Back
pl_pl: Wstecz

source: Get Full Version
pl_pl: Kup pełną wersje

source: My auctions allegro FREE EDITION
pl_pl: Moje aukcje allegro

source: Then you can see how it looks on front of your WordPress.
pl_pl: Wtedy, możesz sobie zobaczyć jak to wygląda na stronie Twojego WordPress'a

source: Also you can create a shortcode. Choose allegro icon from icons, and set-up your shortcode.
pl_pl: Dodatkowo możesz użyć "shortcode" na swojej stronie, wybierając ikonę allegro na pasku narzędzi edytora i go dodać do swojej strony

source: After import you can create a widget where you will show auctions
pl_pl: Po zaimportowaniu aukcji, możesz stworzyć swój pierwszy widżet, gdzie będziesz mógł zobaczyć swoje aukcje

source: Choose your profile and click send
pl_pl: Wybierz profil i kliknij "Wyślij"

source: GO to My auctions allegro - Import
pl_pl: Przejdź do "Moje aukcje allegro" - "Importuj aukcję"

source: Add a new one and set your configuration of imported auctions
pl_pl: Dodaj nowe ustawienie Twoje profilu importowanych aukcji

source: Go to My auctions allegro - auction settings
pl_pl: Przejdź do Moje aukcje allegro - ustawienia aukcji

source: You can fill all fields but only Web API Key is optional
pl_pl: Możesz wypełnić wszystkie pola, ale tylko Web API Key jest opcjonalne

source: Go to My auctions allegro and configure connection with allegro API
pl_pl: Przejdź do "Moje aukcje allegro" i skonfiguruj połączenie z Allegro API

source: Enable plug-in in your panel administration
pl_pl: Włącz wtyczkę w panelu administracyjnym WordPress

source: Upload plug-in to wp-content/plugins
pl_pl: Wyślij wtyczkę do wp-content/plugins

source: Support
pl_pl: Wsparcie

source: Q: How to import auctions from allegro A: First, we need to add allegro profile to your plug-in. Go to My auctions allegro -&gt; Auction settings. Click add, set your profile and click save. Then you can go to import auctions and choose your added profile and click "Send" to import your auctions.
pl_pl: P: Jak zaimportować aukcje z allegro? O: Najpierw należy dodać ustawienia aukcji do importu. Przejdź do "Moje aukcje allegro" - "Ustawienia aukcji" dodaj nowy i ustaw swój profil. Następnie możesz przejść do "Moje aukcje allegro" - "Importuj aukcje" wybierz profil i naciśnij "Wyślij", aby zaimportować aukcje.

source: Plug-in display auctions from popular polish auction website called allegro.pl
pl_pl: Wtyczka służy do wyświetlania na stronie aukcji z popularnego serwisu internetowego zwanego allegro.pl

source: Import details?
pl_pl: Importuj szczegóły?

source: Details
pl_pl: Szczegóły

source: Show details
pl_pl: Pokaż szczegóły
